[
	{
		"title": "Start",
		"tags": "",
		"body": "<<Alice>>\nHuff, my boss is worried about the upcoming High-Luminosity Upgrade of the LHC.\nShe says the interaction rates will be too high for our current gaseous detectors.\nI better look for a good alternative!",
		"position": {
			"x": 160,
			"y": 235
		},
		"colorID": 0
	},
	{
		"title": "FirstDialogueWithProf",
		"tags": "",
		"body": "<<Prof>>\nOh hello Alice! What brings you here? \n<<Alice>> \nGood to see you Prof. Detectos.  I need your help!\nI need a great new detector for measuring a lot of particles,  any ideas?\n<<Prof>> \nOh, I might indeed have some ideas I wanted to get working.\nBut I thought you were an analysis person,  why do you need a detector?\n<<Alice>> \nApparently, the detectors in our current experiment are not fast enough.\nI need to upgrade them if I want to get my PhD!\n<<Prof>>\nI see,  no worries I can help you!\nBut first, you have to learn a bit more about particle detectors.\nWe can't have you working on cutting edge technologies if you don't know the basics.\n<<Alice>>\nSure! Where do I start?\n<<Prof>>\nFirst things first, there are many different types of particle detectors nowadays.\nUsually, large high-energy physics experiments consist of many layers of different types detectors.\nI tend to think of those large experiments as onions!\n<<Alice>> \nOnions!?\n<<Prof>> \nExactly! Each detector layer is optimized to measure a certain thing.\nWhen a particle goes through the different layers of our huge onion, you end up knowing a lot about it.\nBut don't worry about all that yet. Let's start with something small and simple.\n<<CloudChamber>>\nHere take this cloud chamber!\n<<CloudChamberTake>> \nIt will help you see charged particles which are constantly whizzing all around us.\n<<Alice>>\nAh this is cool! But it looks a bit old and rusty?\n<<Prof>>\nYes, this one is from my younger days.\nUse it to measure some particles, let me know when you catch enough statistics!",
		"position": {
			"x": 394,
			"y": 241
		},
		"colorID": 0
	},
	{
		"title": "SecondDialogueWithProf",
		"tags": "",
		"body": "<<Alice>>\nOk Professor. I have measured some particles.\n<<Prof>>\nNice work, let's take a look.\n\n<<Projector>>\n<<Prof>>\nHere, you can see an alpha track.\nAlpha particles are He nuclei. They consist of two protons and two neutrons.\nSince they are relatively massive and double charged, they lead to such short but thick tracks.\nYou can imagine them like a huge person going through a crowd.\nThey will make a lot of impact as they go through.\n<<ProjectorCosmic>>\nOn the other hand, what we see here is a cosmic track.\nWe can't say for certain which particle it is, but most likely it is a muon.\nIt doesn't interact too much with other materials so the track is thinner compared to the alpha.\nAnd since it has a lot of energy it just goes through the detector without getting stopped.\n<<ProjectorElectron>>\nHere we have a low energy electron.\nYou can see it got bumped around left and right as it is went through the detector.\nIt eventually stopped and we can't see it anymore.\n<<ProjectorEnd>>\nVery nice, you already captured many different particles.\nBut we can upgrade the cloud chamber to learn even more about the particles.\nLet's add a magnetic field, so that the tracks will turn in a certain direction depending on the charge of the particle.\n<<ProfCCtake>>\n<<Prof>>\nCome back in a while, I will work on the upgrades.",
		"position": {
			"x": 598,
			"y": 227
		},
		"colorID": 0
	}
]